{
    "indicatorClass": [{
            "labelShort": "G",
            "labelLong": "Governance",
            "description": "Indicators in this category seek evidence that the company has governance processes in place to ensure that it respects the human rights to freedom of expression and privacy. Both rights are part of the Universal Declaration of Human Rights and are enshrined in the International Covenant on Civil and Political Rights. They apply online as well as offline. In order for a company to perform well in this section, the company’s disclosure should at least follow, and ideally surpass, the UN Guiding Principles on Business and Human Rights and other industry-specific human rights standards focused on freedom of expression and privacy such as the Global Network Initiative.",
            "researchGuidance": "TBD",
            "hasSubComponents": true,
            "components": [{
                    "labelShort": "FC",
                    "labelLong": "Freedom of Expression"
                },
                {
                    "labelShort": "PC",
                    "labelLong": "Privacy"
                }
            ],
            "indicators": [{
                    "labelShort": "G4",
                    "labelLong": "Impact assessment",
                    "description": "The company should conduct regular, comprehensive, and credible due diligence, such as human rights impact assessments, to identify how all aspects of its business impact freedom of expression and privacy.",
                    "compCol": 2,
                    "compRow": 54,
                    "elements": [{
                            "labelShort": "G4.1",
                            "description": "As part of its decision-making, does the company consider how laws affect freedom of expression and privacy in jurisdictions where it operates?"
                        },
                        {
                            "labelShort": "G4.2",
                            "description": "Does the company regularly assess freedom of expression and privacy risks associated with existing products and services?"
                        },
                        {
                            "labelShort": "G4.3",
                            "description": "Does the company assess freedom of expression and privacy risks associated with a new activity, including the launch and/or acquisition of new products, services, or companies or entry into new markets?"
                        },
                        {
                            "labelShort": "G4.4",
                            "description": "Does the company assess freedom of expression and privacy risks associated with the processes and mechanisms used to enforce its terms of service (ToS)?"
                        },
                        {
                            "labelShort": "G4.5",
                            "description": "Does the company disclose that it assesses freedom of expression and privacy risks associated with its use of automated decision-making, such as through the use of algorithms and/or artificial intelligence?"
                        },
                        {
                            "labelShort": "G4.6",
                            "description": "Does the company assess freedom of expression and privacy risks associated with its targeted advertising policies and practices?"
                        },
                        {
                            "labelShort": "G4.7",
                            "description": "Does the company conduct additional evaluation wherever the company’s risk assessments identify concerns?"
                        },
                        {
                            "labelShort": "G4.8",
                            "description": "Do senior executivesand/or members of the company’s board of directors review and consider the results of assessments and due diligence in their decision-making?"
                        },
                        {
                            "labelShort": "G4.9",
                            "description": "Does the company conduct assessments on a regular schedule?"
                        },
                        {
                            "labelShort": "G4.10",
                            "description": "Are the company’s assessments assured by an external third party?"
                        },
                        {
                            "labelShort": "G4.11",
                            "description": "Is the external third party that assures the assessment accredited to a relevant and reputable human rights standard by a credible organization?"
                        }
                    ]
                },
                {
                    "labelShort": "G5",
                    "labelLong": "Stakeholder engagement",
                    "description": "The company should engage with a range of stakeholders on freedom of expression and privacy issues.",
                    "compCol": 2,
                    "compRow": 92,
                    "elements": [{
                            "labelShort": "G5.1",
                            "description": "Is the company a member of a multi-stakeholder initiative whose focus includes a commitment to uphold freedom of expression and privacy based on international human rights principles?"
                        },
                        {
                            "labelShort": "G5.2",
                            "description": "If the company is not a member of a multi-stakeholder initiative, is the company a member of an organization that engages systematically and on a regular basis with non-industry and non-governmental stakeholders on freedom of expression and privacy?"
                        },
                        {
                            "labelShort": "G5.3",
                            "description": "If the company is not a member of one of these organizations, does the company disclose that it initiates or participates in meetings with stakeholders that represent, advocate on behalf of, or are people whose freedom of expression and privacy are directly impacted by the company’s business?"
                        }
                    ]
                },
                {
                    "labelShort": "G6",
                    "labelLong": "Remedy",
                    "description": "The company should have grievance and remedy mechanisms to address users’ freedom of expression and privacy concerns.",
                    "compCol": 2,
                    "compRow": 112,
                    "elements": [{
                            "labelShort": "G6.1",
                            "description": "Does the company clearly disclose​ it has a grievance mechanism(s) enabling users to submit complaints if they feel their freedom of expression or privacy has been adversely affected by the company’s policies or practices?"
                        },
                        {
                            "labelShort": "G6.2",
                            "description": "Does the company clearly disclose​ its procedures for providing remedy for freedom of expression- or privacy-related grievances?"
                        },
                        {
                            "labelShort": "G6.3",
                            "description": "Does the company clearly disclose​ timeframes for its grievance and remedy procedures?"
                        },
                        {
                            "labelShort": "G6.4",
                            "description": "Does the company clearly disclose the number of complaints received related to freedom of expression and privacy?"
                        },
                        {
                            "labelShort": "G6.5",
                            "description": "Does the company clearly disclose​ evidence that it is providing remedy for freedom of expression and privacy grievances?"
                        }
                    ]
                }
            ]
        },
        {
            "labelShort": "F",
            "labelLong": "Freedom of Expression",
            "description": "Indicators in this category seek evidence that the company demonstrates it respects the right to freedom of expression, as articulated in the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights and other international human rights instruments. The company’s disclosed policies and practices demonstrate how it works to avoid contributing to actions that may interfere with this right, except where such actions are lawful, proportionate and for a justifiable purpose. Companies that perform well on this indicator demonstrate a strong public commitment to transparency not only in terms of how they respond to government and others’ demands, but also how they determine, communicate, and enforce private rules and commercial practices that affect users’ freedom of expression.",
            "researchGuidance": "TBD",
            "hasSubComponents": false,
            "indicators": [{
                    "labelShort": "F1",
                    "labelLong": "Access to terms of service",
                    "description": "The company should provide terms of service (ToS) that are easy to find and easy to understand.",
                    "compCol": 2,
                    "compRow": 138,
                    "elements": [{
                            "labelShort": "F1.1",
                            "description": "Are the company’s terms of service (ToS) easy to find?"
                        },
                        {
                            "labelShort": "F1.2",
                            "description": "Are the ToS available in the language(s) most commonly spoken by the company’s users?"
                        },
                        {
                            "labelShort": "F1.3",
                            "description": "Are the ToS presented in an understandable manner?"
                        }
                    ]
                },
                {
                    "labelShort": "F2",
                    "labelLong": "Changes to terms of service",
                    "description": "The company should clearly disclose that it provides notice and documentation to users when it changes its terms of service.",
                    "compCol": 2,
                    "compRow": 156,
                    "elements": [{
                            "labelShort": "F2.1",
                            "description": "Does the company clearly disclose that it notifies users about changes to its terms of service?"
                        },
                        {
                            "labelShort": "F2.2",
                            "description": "Does the company clearly disclose how it will directly notify users of changes?"
                        },
                        {
                            "labelShort": "F2.3",
                            "description": "Does the company clearly disclose the timeframe within which it provides notification prior to changes coming into effect?"
                        },
                        {
                            "labelShort": "F2.4",
                            "description": "Does the company maintain a public archive or change log?"
                        }
                    ]
                },
                {
                    "labelShort": "F3",
                    "labelLong": "Process for terms of service enforcement",
                    "description": "The company should clearly explain the circumstances under which it may restrict content or user accounts.",
                    "compCol": 2,
                    "compRow": 177,
                    "elements": [{
                            "labelShort": "F3.1",
                            "description": "Does the company clearly disclose what types of content or activities it does not permit?"
                        },
                        {
                            "labelShort": "F3.2",
                            "description": "Does the company clearly disclose why it may restrict a user’s account?"
                        },
                        {
                            "labelShort": "F3.3",
                            "description": "Does the company clearly disclose information about the processes it uses to identify content or accounts that violate the company’s rules?"
                        },
                        {
                            "labelShort": "F3.4",
                            "description": "Does the company clearly disclose whether any government authorities receive priority consideration when flagging content to be restricted for violating the company’s rules?"
                        },
                        {
                            "labelShort": "F3.5",
                            "description": "Does the company clearly disclose whether any private entities receive priority consideration when flagging content to be restricted for violating the company’s rules?"
                        },
                        {
                            "labelShort": "F3.6",
                            "description": "Does the company clearly disclose its process for enforcing its rules?"
                        },
                        {
                            "labelShort": "F3.7",
                            "description": "Does the company provide clear examples to help the user understand what the rules are and how they are enforced?"
                        }
                    ]
                }
            ]
        },
        {
            "labelShort": "P",
            "labelLong": "Privacy",
            "description": "Indicators in this category seek evidence that in its disclosed policies and practices, the company demonstrates concrete ways in which it respects the right to privacy of users, as articulated in the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights and other international human rights instruments. The company’s disclosed policies and practices demonstrate how it works to avoid contributing to actions that may interfere with users’ privacy, except where such actions are lawful, proportionate and for a justifiable purpose. They will also demonstrate a strong commitment to protect and defend users’ digital security. Companies that perform well on these indicators demonstrate a strong public commitment to transparency not only in terms of how they respond to government and others’ demands, but also how they determine, communicate, and enforce private rules and commercial practices that affect users’ privacy.",
            "researchGuidance": "TBD",
            "hasSubComponents": false,
            "indicators": [{
                    "labelShort": "P1",
                    "labelLong": "Access to privacy policies",
                    "description": "The company should offer privacy policies that are easy to find and easy to understand.",
                    "compCol": 2,
                    "compRow": 429,
                    "elements": [{
                            "labelShort": "P1.1",
                            "description": "Are the company’s privacy policies easy to find?"
                        },
                        {
                            "labelShort": "P1.2",
                            "description": "Are the privacy policies available in the language(s) most commonly spoken by the company’s users?"
                        },
                        {
                            "labelShort": "P1.3",
                            "description": "Are the policies presented in an understandable manner?"
                        },
                        {
                            "labelShort": "P1.4",
                            "description": "(For mobile ecosystems): Does the company require apps made available through its app store to provide users with a privacy policy?"
                        }
                    ]
                },
                {
                    "labelShort": "P2",
                    "labelLong": "Changes to privacy policies",
                    "description": "The company should clearly disclose that it provides notice and documentation to users when it changes its privacy policies.",
                    "compCol": 2,
                    "compRow": 450,
                    "elements": [{
                            "labelShort": "P2.1",
                            "description": "Does the company clearly disclose that it notifies users about changes to its privacy policies?"
                        },
                        {
                            "labelShort": "P2.2",
                            "description": "Does the company clearly disclose how it will directly notify users of changes?"
                        },
                        {
                            "labelShort": "P2.3",
                            "description": "Does the company clearly disclose the time frame within which it provides notification prior to changes coming into effect?"
                        },
                        {
                            "labelShort": "P2.4",
                            "description": "Does the company maintain a public archive or change log?"
                        },
                        {
                            "labelShort": "P2.5",
                            "description": "(For mobile ecosystems): Does the company clearly disclose that it requires apps sold through its app store to notify users when the app changes its privacy policy?"
                        }
                    ]
                },
                {
                    "labelShort": "P3",
                    "labelLong": "Collection of user information ",
                    "description": "The company should disclose what user information it collects and how.",
                    "compCol": 2,
                    "compRow": 474,
                    "elements": [{
                            "labelShort": "P3.1",
                            "description": "Does the company clearly disclose what user information it collects?"
                        },
                        {
                            "labelShort": "P3.2",
                            "description": "For each type of user information the company collects, does the company clearly disclose how it collects that user information?"
                        },
                        {
                            "labelShort": "P3.3",
                            "description": "Does the company clearly disclose that it limits collection of user information to what is directly relevant and necessary to accomplish the purpose of its service?"
                        },
                        {
                            "labelShort": "P3.4",
                            "description": "(For mobile ecosystems): Does the company clearly disclose that it evaluates whether the privacy policies of third-party apps made available through its app store discloses what user information the apps collect?"
                        },
                        {
                            "labelShort": "P3.5",
                            "description": "(For mobile ecosystems): Does the company clearly disclose that it evaluates whether third-party apps made available through its app store limit collection of user information to what is directly relevant and necessary to accomplish the purpose of the app?"
                        }
                    ]
                }
            ]
        }
    ]
}
