{
    "governance": {
        "labelShort": "G",
        "labelLong": "Governance",
        "description": "The Governance category contains six indicators that measure if and how companies disclose governance processes designed to ensure that they respect the human rights to freedom of expression and privacy. Both rights are part of the Universal Declaration of Human Rights and are enshrined in the International Covenant on Civil and Political Rights. They apply online as well as offline. For the company to perform well in this section, disclosure should follow—and ideally surpass—the UN Guiding Principles on Business and Human Rights and other industry-specific human rights standards for freedom of expression and privacy such as the Global Network Initiative Principles.",
        "indicators": {
            "1": {
                "labelShort":"G1",
                "labelLong": "Policy Commitment",
                "description": "The company should publicly commit to respect users' human rights to freedom of expression and privacy.",
                "elements": {
                    "1": {
                        "labelShort": "G1.1",
                        "description": "Does the company make an explicit, clearly articulated policy commitment to human rights, including freedom of expression and privacy?"
                    },
                    "2": {
                        "labelShort": "G1.2",
                        "description": "This element measures WYZ"
                    }
                }
            }
        },
        "researchGuidance": "This indicator seeks evidence that the company has made  explicit policy commitments to freedom of expression and privacy. This standard is outlined in the UN Guiding Principles on Business and Human Rights’ Operational Principle 16, which states that companies should adopt formal policies publicly expressing their commitment to international human rights principles and standards. Companies should disclose this policy commitment in formal policy documents or in other communications that reflect official company policy."
    },
    "freedom": {
        "labelShort": "F",
        "labelLong": "Freedom of Expression",
        "description": "The Freedom of Expression category contains 11 indicators that measure corporate disclosure of policies affecting users’ freedom of expression. Indicators in this category evaluate whether the company demonstrates concrete ways in which it respects users’ right to freedom of expression, as articulated in the Universal Declaration of Human Rights, the International Covenant on Civil and Political Rights, and other international human rights instruments. A company’s disclosed policies should demonstrate how it works to avoid contributing to actions that may interfere with this right, except where such actions are lawful, proportionate, and for a justifiable purpose. Companies that perform well in this category demonstrate a strong public commitment to transparency, not only in terms of how they comply with laws and regulations or respond to government demands, but also how they determine, communicate, and enforce private rules and commercial practices that affect users’ freedom of expression.",
        "indicators": {
            "1": {
                "labelShort":"F1",
                "labelLong": "Access to terms of service",
                "description": "The company should offer terms of service that are easy to find and easy to understand.",
                "elements": {
                    "1": {
                        "labelShort": "F1.1",
                        "description": "Are the company's terms of service easy to find?",
                        "companyClass": "telecommuciation"
                    },
                    "2": {
                        "labelShort": "F1.2",
                        "description": "Are the terms of service available in the language(s) most commonly spoken by the company's users?",
                        "companyClass": "telecommuciation"
                    },
                    "3": {
                        "labelShort": "F1.3",
                        "description": "Are the terms of service presented in an understandable manner?",
                        "companyClass": "telecommuciation"
                    }
                }
            }
        },
        "researchGuidance": "A company’s terms of service outline the relationship between the user and the company. These terms contain rules about prohibited content and activities and companies can also take action against users for violating the rules described in the terms. Given this, we expect companies to ensure that the terms are easy for access and understand.\n\n[TEST]This indicator evaluates if the company’s terms are easy for users to locate. A document that is easy to find is located on the homepage of the company or service, or one or two clicks away from the homepage, or in a logical place where users can expect to find it. The terms should also be available in the major language(s) of the primary operating market. In addition, we expect a company to take steps to help users understand the information presented in their documents. This includes, but is not limited to, providing summaries, tips, or guidance that explain what the terms mean, using section headers, readable font size, or other graphic features to help users understand the document, or writing the terms using readable syntax."
    },
    "privacy": {}
}